{
  "id": 2,
  "name": "البقرة",
  "transliteration": "Al-Baqarah",
  "translation": "The Cow",
  "type": "Medinan",
  "total_verses": 286,
  "verses": [
    {
      "id": 1,
      "text": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الم",
      "transliteration": "আলিফ লাম মীম।",
      "translation_bn": "আলিফ লাম মীম।",
      "translation_en": "A. L. M."
    },
    {
      "id": 2,
      "text": "ذَٰلِكَ الْكِتَابُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِلْمُتَّقِينَ",
      "transliteration": "যা-লিকাল কিতা-বুলা-রাইবা ফীহি হুদাল লিলমুত্তাকীন।",
      "translation_bn": "এ সেই কিতাব যাতে কোনই সন্দেহ নেই। পথ প্রদর্শনকারী পরহেযগারদের জন্য,",
      "translation_en": "This is the Book; in it is guidance sure, without doubt, to those who fear Allah;"
    },
    {
      "id": 3,
      "text": "الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
      "transliteration": "আল্লাযীনা ইউ’মিনূনা বিলগাইবি ওয়াইউকীমূনাসসালা-তা ওয়া মিম্মা-রাঝাকনা-হুমইউনফিকূ ন।",
      "translation_bn": "যারা অদেখা বিষয়ের উপর বিশ্বাস স্থাপন করে এবং নামায প্রতিষ্ঠা করে। আর আমি তাদেরকে যে রুযী দান করেছি তা থেকে ব্যয় করে",
      "translation_en": "Who believe in the Unseen, are steadfast in prayer, and spend out of what We have provided for them;"
    },
    {
      "id": 4,
      "text": "وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ",
      "transliteration": "ওয়াল্লাযীনা ইউ’মিনূনা বিমাউনঝিলা ইলাইকা ওয়ামা উনঝিলা মিন কাবলিকা ওয়াবিল আ-খিরাতি হুম ইউকিনূন।",
      "translation_bn": "এবং যারা বিশ্বাস স্থাপন করেছে সেসব বিষয়ের উপর যা কিছু তোমার প্রতি অবতীর্ণ হয়েছে এবং সেসব বিষয়ের উপর যা তোমার পূর্ববর্তীদের প্রতি অবতীর্ণ হয়েছে। আর আখেরাতকে যারা নিশ্চিত বলে বিশ্বাস করে।",
      "translation_en": "And who believe in the Revelation sent to thee, and sent before thy time, and (in their hearts) have the assurance of the Hereafter."
    },
    {
      "id": 5,
      "text": "أُو۟لَٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "transliteration": "উলাইকা ‘আলা-হুদাম মিররাব্বিহিম ওয়া উলাইকা হুমুল মুফলিহূন।",
      "translation_bn": "তারাই নিজেদের পালনকর্তার পক্ষ থেকে সুপথ প্রাপ্ত, আর তারাই যথার্থ সফলকাম।",
      "translation_en": "They are on (true) guidance, from their Lord, and it is these who will prosper."
    },
    {
      "id": 6,
      "text": "إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ",
      "transliteration": "ইন্নাল্লাযীনা কাফারূ ছাওয়াউন‘আলাইহিম আআনযারতাহুম আম লাম তুনযিরহুম লাইউ’মিনূন।",
      "translation_bn": "নিশ্চিতই যারা কাফের হয়েছে তাদেরকে আপনি ভয় প্রদর্শন করুন আর নাই করুন তাতে কিছুই আসে যায় না, তারা ঈমান আনবে না।",
      "translation_en": "As to those who reject Faith, it is the same to them whether thou warn them or do not warn them; they will not believe."
    },
    {
      "id": 7,
      "text": "خَتَمَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰ أَبْصَارِهِمْ غِشَاوَةٌ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "transliteration": "খাতামাল্লা-হু ‘আলা- কুলূবিহিম ওয়া ‘আলা-ছাম‘ইহিম ওয়া‘আলা আবসা-রিহিম গিশা-ওয়াতুও ওয়ালাহুম ‘আযা-বুন ‘আজীম।",
      "translation_bn": "আল্লাহ তাদের অন্তকরণ এবং তাদের কানসমূহ বন্ধ করে দিয়েছেন, আর তাদের চোখসমূহ পর্দায় ঢেকে দিয়েছেন। আর তাদের জন্য রয়েছে কঠোর শাস্তি।",
      "translation_en": "Allah hath set a seal on their hearts and on their hearing, and on their eyes is a veil; great is the penalty they (incur)."
    },
    {
      "id": 8,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلْيَوْمِ ٱلْءَاخِرِ وَمَا هُم بِمُؤْمِنِينَ",
      "transliteration": "ওয়া মিনান্না-ছি মাইঁ ইয়াকূলু আ-মান্না- বিল্লা-হি ওয়া বিলইয়াওমিল আ-খিরি ওয়ামা-হুম বিমু’মিনীন।",
      "translation_bn": "আর মানুষের মধ্যে কিছু লোক এমন রয়েছে যারা বলে, আমরা আল্লাহ ও পরকালের প্রতি ঈমান এনেছি অথচ আদৌ তারা ঈমানদার নয়।",
      "translation_en": "Of the people there are some who say: \"We believe in Allah and the Last Day;\" but they do not (really) believe."
    },
    {
      "id": 9,
      "text": "يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُوا۟ وَمَا يَخْدَعُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
      "transliteration": "ইউখা-দি‘ঊনাল্লা-হা ওয়াল্লাযীনা আ-মানূ ওয়ামা- ইয়াখদা‘ঊনা ইল্লাআনফুছাহুম ওয়ামাইয়াশ‘উরূন।",
      "translation_bn": "তারা আল্লাহ এবং ঈমানদারগণকে ধোঁকা দেয়। অথচ এতে তারা নিজেদেরকে ছাড়া অন্য কাউকে ধোঁকা দেয় না অথচ তারা তা অনুভব করতে পারে না।",
      "translation_en": "Fain would they deceive Allah and those who believe, but they only deceive themselves, and realise (it) not!"
    },
    {
      "id": 10,
      "text": "فِى قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ ٱللَّهُ مَرَضًا وَلَهُمْ عَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْذِبُونَ",
      "transliteration": "ফী কুলূবিহিম মারাদুন ফাঝা-দাহুমুল্লা-হু মারাদাওূঁ ওয়ালাহুম ‘আযা-বুন আলীমুম বিমা- কা-নূ ইয়াকযিবূন।",
      "translation_bn": "তাদের অন্তঃকরণ ব্যধিগ্রস্ত আর আল্লাহ তাদের ব্যধি আরো বাড়িয়ে দিয়েছেন। বস্তুতঃ তাদের জন্য নির্ধারিত রয়েছে ভয়াবহ আযাব, তাদের মিথ্যাচারের দরুন।",
      "translation_en": "In their hearts is a disease; and Allah has increased their disease: And grievous is the penalty they (incur), because they are false (to themselves)."
    },
    {
      "id": 11,
      "text": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ قَالُوٓا۟ إِنَّمَا نَحْنُ مُصْلِحُونَ",
      "transliteration": "ওয়া ইযা- কীলা লাহুম লা-তুফছিদূফিল আরদিকা-লইন্নামা- নাহনুমুসলিহূন।",
      "translation_bn": "আর যখন তাদেরকে বলা হয় যে, দুনিয়ার বুকে দাঙ্গা-হাঙ্গামা সৃষ্টি করো না, তখন তারা বলে, আমরা তো মীমাংসার পথ অবলম্বন করেছি।",
      "translation_en": "When it is said to them: \"Make not mischief on the earth,\" they say: \"Why, we only Want to make peace!\""
    },
    {
      "id": 12,
      "text": "أَلَآ إِنَّهُمْ هُمُ ٱلْمُفْسِدُونَ وَلَٰكِن لَّا يَشْعُرُونَ",
      "transliteration": "আলাইন্নাহুম হুমুল মুফছিদূনা ওয়ালা- কিল্লা- ইয়াশ‘উরূন।",
      "translation_bn": "মনে রেখো, তারাই হাঙ্গামা সৃষ্টিকারী, কিন্তু তারা তা উপলব্ধি করে না।",
      "translation_en": "Of a surety, they are the ones who make mischief, but they realise (it) not."
    },
    {
      "id": 13,
      "text": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓا۟ أَنُؤْمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُ أَلَآ إِنَّهُمْ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعْلَمُونَ",
      "transliteration": "ওয়া ইযা-কীলা লাহুম আ-মিনূকামাআ-মানান্না-ছুকা-লআনু’মিনু কামাআমানাছছুফাহাউ ‘আলাইন্নাহুম হুমুছছুফাহাউ ওয়ালা-কিল্লা-ইয়া‘লামূন।",
      "translation_bn": "আর যখন তাদেরকে বলা হয়, অন্যান্যরা যেভাবে ঈমান এনেছে তোমরাও সেভাবে ঈমান আন, তখন তারা বলে, আমরাও কি ঈমান আনব বোকাদেরই মত! মনে রেখো, প্রকৃতপক্ষে তারাই বোকা, কিন্তু তারা তা বোঝে না।",
      "translation_en": "When it is said to them: \"Believe as the others believe:\" They say: \"Shall we believe as the fools believe?\" Nay, of a surety they are the fools, but they do not know."
    },
    {
      "id": 14,
      "text": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ إِلَىٰ شَيَٰطِينِهِمْ قَالُوٓا۟ إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ",
      "transliteration": "ওয়াইযা- লাকুল্লাযীনা আ-মানূকা-লআ-মান্না-ওয়াইযা- খালাও ইলা-শাইয়াতীনিহিম কা-লূইন্না- মা‘আকুম ইন্নামা নাহনুমুছতাহঝিউন।",
      "translation_bn": "আর তারা যখন ঈমানদারদের সাথে মিশে, তখন বলে, আমরা ঈমান এনেছি। আবার যখন তাদের শয়তানদের সাথে একান্তে সাক্ষাৎ করে, তখন বলে, আমরা তোমাদের সাথে রয়েছি। আমরা তো (মুসলমানদের সাথে) উপহাস করি মাত্রা।",
      "translation_en": "When they meet those who believe, they say: \"We believe;\" but when they are alone with their evil ones, they say: \"We are really with you: We (were) only jesting.\""
    },
    {
      "id": 15,
      "text": "ٱللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِى طُغْيَٰنِهِمْ يَعْمَهُونَ",
      "transliteration": "আল্লা-হু ইয়াছতাহঝিউ বিহিম ওয়া ইয়ামুদ্দুহুম ফী তুগইয়া-নিহিম ইয়া‘মাহূন।",
      "translation_bn": "বরং আল্লাহই তাদের সাথে উপহাস করেন। আর তাদেরকে তিনি ছেড়ে দিয়েছেন যেন তারা নিজেদের অহংকার ও কুমতলবে হয়রান ও পেরেশান থাকে।",
      "translation_en": "Allah will throw back their mockery on them, and give them rope in their trespasses; so they will wander like blind ones (To and fro)."
    },
    {
      "id": 16,
      "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَٰلَةَ بِٱلْهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمْ وَمَا كَانُوا۟ مُهْتَدِينَ",
      "transliteration": "উলাইকাল্লাযীনাশ তারাউদ্দালা-লাতা বিলহুদা-ফামা-রাবিহাত্তিজা-রাতুহুম ওয়ামা কা-নূমুহতাদীন।",
      "translation_bn": "তারা সে সমস্ত লোক, যারা হেদায়েতের বিনিময়ে গোমরাহী খরিদ করে। বস্তুতঃ তারা তাদের এ ব্যবসায় লাভবান হতে পারেনি এবং তারা হেদায়েতও লাভ করতে পারেনি।",
      "translation_en": "These are they who have bartered Guidance for error: But their traffic is profitless, and they have lost true direction,"
    },
    {
      "id": 17,
      "text": "مَثَلُهُمْ كَمَثَلِ ٱلَّذِى ٱسْتَوْقَدَ نَارًا فَلَمَّآ أَضَآءَتْ مَا حَوْلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِى ظُلُمَٰتٍ لَّا يُبْصِرُونَ",
      "transliteration": "মাছালুহুম কামাছালিল্লাযীছতাওকাদা না-রান ফালাম্মাআদাআত মা-হাওলাহূ যাহাবাল্লা-হু বিনূরিহিম ওয়া তারাকাহুম ফী জুলুমা-তিল লা-ইউবসিরূন।",
      "translation_bn": "তাদের অবস্থা সে ব্যক্তির মত, যে লোক কোথাও আগুন জ্বালালো এবং তার চারদিককার সবকিছুকে যখন আগুন স্পষ্ট করে তুললো, ঠিক এমনি সময় আল্লাহ তার চারদিকের আলোকে উঠিয়ে নিলেন এবং তাদেরকে অন্ধকারে ছেড়ে দিলেন। ফলে, তারা কিছুই দেখতে পায় না।",
      "translation_en": "Their similitude is that of a man who kindled a fire; when it lighted all around him, Allah took away their light and left them in utter darkness. So they could not see."
    },
    {
      "id": 18,
      "text": "صُمٌّۢ بُكْمٌ عُمْىٌ فَهُمْ لَا يَرْجِعُونَ",
      "transliteration": "সুম্মুম বুকমুন ‘উমইয়ুন ফাহুম লা-ইয়ারজি‘ঊন।",
      "translation_bn": "তারা বধির, মূক ও অন্ধ। সুতরাং তারা ফিরে আসবে না।",
      "translation_en": "Deaf, dumb, and blind, they will not return (to the path)."
    },
    {
      "id": 19,
      "text": "أَوْ كَصَيِّبٍ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَٰبِعَهُمْ فِىٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلْمَوْتِ وَٱللَّهُ مُحِيطٌۢ بِٱلْكَٰفِرِينَ",
      "transliteration": "আও কাসাইয়িবিম মিনাছছামাই ফীহি জুলুমা-তুওঁ ওয়া রা‘দুওঁ ওয়া বারকুইঁ ইয়াজ‘আলূনা আসা-বি‘আহুম ফীআ-যা-নিহিম মিনাসসাওয়া-‘ইকিহাযারাল মাওতি ওয়াল্লা-হু মুহীতূম বিলকা-ফিরীন।",
      "translation_bn": "আর তাদের উদাহরণ সেসব লোকের মত যারা দুর্যোগপূর্ণ ঝড়ো রাতে পথ চলে, যাতে থাকে আঁধার, গর্জন ও বিদ্যুৎচমক। মৃত্যুর ভয়ে গর্জনের সময় কানে আঙ্গুল দিয়ে রক্ষা পেতে চায়। অথচ সমস্ত কাফেরই আল্লাহ কর্তৃক পরিবেষ্ঠিত।",
      "translation_en": "Or (another similitude) is that of a rain-laden cloud from the sky: In it are zones of darkness, and thunder and lightning: They press their fingers in their ears to keep out the stunning thunder-clap, the while they are in terror of death. But Allah is ever round the rejecters of Faith!"
    },
    {
      "id": 20,
      "text": "يَكَادُ ٱلْبَرْقُ يَخْطَفُ أَبْصَٰرَهُمْ كُلَّمَآ أَضَآءَ لَهُم مَّشَوْا۟ فِيهِ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُوا۟ وَلَوْ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَٰرِهِمْ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "transliteration": "ইয়াকা-দুল বারকুইয়াখতাফুআবসা-রাহুম কুল্লামাআদাআ লাহুম মাশাও ফীহি ওয়া ইযাআজলামা ‘আলাইহিম কা-মূ ওয়ালাও শাআল্লা-হু লাযাহাবা বিছাম‘ইহিম ওয়া আবসা-রিহিম ; ইন্নাল্লা-হা ‘আলা-কুল্লি শাইয়িন কাদীর।",
      "translation_bn": "বিদ্যুতালোকে যখন সামান্য আলোকিত হয়, তখন কিছুটা পথ চলে। আবার যখন অন্ধকার হয়ে যায়, তখন ঠাঁয় দাঁড়িয়ে থাকে। যদি আল্লাহ ইচ্ছা করেন, তাহলে তাদের শ্রবণশক্তি ও দৃষ্টিশক্তি ছিনিয়ে নিতে পারেন। আল্লাহ যাবতীয় বিষয়ের উপর সর্বময় ক্ষমতাশীল।",
      "translation_en": "The lightning all but snatches away their sight; every time the light (Helps) them, they walk therein, and when the darkness grows on them, they stand still. And if Allah willed, He could take away their faculty of hearing and seeing; for Allah hath power over all things."
    },
    {
      "id": 21,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱعْبُدُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُمْ وَٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
      "transliteration": "ইয়াআইয়ুহান্না-ছু‘বুদূ রাব্বাকুমুল্লাযী খালাকাকুম, ওয়াল্লাযীনা মিন কাবলিকুম লা‘আল্লাকুম তাত্তাকূন।",
      "translation_bn": "হে মানব সমাজ! তোমরা তোমাদের পালনকর্তার এবাদত কর, যিনি তোমাদিগকে এবং তোমাদের পূর্ববর্তীদিগকে সৃষ্টি করেছেন। তাতে আশা করা যায়, তোমরা পরহেযগারী অর্জন করতে পারবে।",
      "translation_en": "O ye people! Adore your Guardian-Lord, who created you and those who came before you, that ye may have the chance to learn righteousness;"
    },
    {
      "id": 22,
      "text": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ فِرَٰشًا وَٱلسَّمَآءَ بِنَآءً وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ فَلَا تَجْعَلُوا۟ لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ",
      "transliteration": "আল্লাযী জা‘আলা লাকুমুল আরদা ফিরা-শাওঁ ওয়াছছামাআ বিনাআওঁ ওয়া আনঝালা মিনাছছামাই মাআন ফাআখরাজা বিহী মিনাছছামারা-তি রিঝকাল্লাকুম ফালা-তাজ‘আলূলিল্লা-হি আনদা-দাওঁ ওয়া আনতুম তা‘লামূন।",
      "translation_bn": "যে পবিত্রসত্তা তোমাদের জন্য ভূমিকে বিছানা এবং আকাশকে ছাদ স্বরূপ স্থাপন করে দিয়েছেন, আর আকাশ থেকে পানি বর্ষণ করে তোমাদের জন্য ফল-ফসল উৎপাদন করেছেন তোমাদের খাদ্য হিসাবে। অতএব, আল্লাহর সাথে তোমরা অন্য কাকেও সমকক্ষ করো না। বস্তুতঃ এসব তোমরা জান।",
      "translation_en": "Who has made the earth your couch, and the heavens your canopy; and sent down rain from the heavens; and brought forth therewith Fruits for your sustenance; then set not up rivals unto Allah when ye know (the truth)."
    },
    {
      "id": 23,
      "text": "وَإِن كُنتُمْ فِى رَيْبٍ مِّمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا۟ بِسُورَةٍ مِّن مِّثْلِهِۦ وَٱدْعُوا۟ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَٰدِقِينَ",
      "transliteration": "ওয়া ইন কুনতুম ফী রাইবিম মিম্মা-নাঝঝালনা- ‘আলা-আবদিনা- ফা’তূবিছূরাতিম মিম্মিছলিহী ওয়াদ‘ঊ শুহাদাআকুম মিন দূ নিল্লা-হি ইন কুনতুম সা-দিকীন।",
      "translation_bn": "এতদসম্পর্কে যদি তোমাদের কোন সন্দেহ থাকে যা আমি আমার বান্দার প্রতি অবতীর্ণ করেছি, তাহলে এর মত একটি সূরা রচনা করে নিয়ে এস। তোমাদের সেসব সাহায্যকারীদেরকে সঙ্গে নাও-এক আল্লাহকে ছাড়া, যদি তোমরা সত্যবাদী হয়ে থাকো।",
      "translation_en": "And if ye are in doubt as to what We have revealed from time to time to Our servant, then produce a Sura like thereunto; and call your witnesses or helpers (If there are any) besides Allah, if your (doubts) are true."
    },
    {
      "id": 24,
      "text": "فَإِن لَّمْ تَفْعَلُوا۟ وَلَن تَفْعَلُوا۟ فَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِى وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ أُعِدَّتْ لِلْكَٰفِرِينَ",
      "transliteration": "ফাইল্লাম তাফ‘আলূওয়া লান তাফ‘আলূফাত্তাকুন্না-রাল্লাতী ওয়াকূদুহান্না-ছুওয়াল হিজা-রাতু উ‘ইদ্দাত লিলকা-ফিরীন।",
      "translation_bn": "আর যদি তা না পার-অবশ্য তা তোমরা কখনও পারবে না, তাহলে সে দোযখের আগুন থেকে রক্ষা পাওয়ার চেষ্টা কর, যার জ্বালানী হবে মানুষ ও পাথর। যা প্রস্তুত করা হয়েছে কাফেরদের জন্য।",
      "translation_en": "But if ye cannot- and of a surety ye cannot- then fear the Fire whose fuel is men and stones,- which is prepared for those who reject Faith."
    },
    {
      "id": 25,
      "text": "وَبَشِّرِ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمْ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ كُلَّمَا رُزِقُوا۟ مِنْهَا مِن ثَمَرَةٍ رِّزْقًا قَالُوا۟ هَٰذَا ٱلَّذِى رُزِقْنَا مِن قَبْلُ وَأُتُوا۟ بِهِۦ مُتَشَٰبِهًا وَلَهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ وَهُمْ فِيهَا خَٰلِدُونَ",
      "transliteration": "ওয়া বাশশিরিল্লাযীনা আ-মানূওয়া‘আমিলুসসালিহা-তি আন্না লাহুম জান্না-তিন তাজরী মিন তাহতিহাল আনহা-রু কুল্লামা- রুঝিকূমিনহা- মিন ছামারাতির রিঝকান কা-লূহা-যাল্লাযী রুঝিকনা- মিন কাবলু ওয়া উতূবিহী মুতাশা-বিহাওঁ ওয়া লাহুম ফীহাআঝওয়া-জুম মুতাহহারাতুওঁ ওয়া হুম ফীহা- খা-লিদূ ন।",
      "translation_bn": "আর হে নবী (সাঃ), যারা ঈমান এনেছে এবং সৎকাজসমূহ করেছে, আপনি তাদেরকে এমন বেহেশতের সুসংবাদ দিন, যার পাদদেশে নহরসমূহ প্রবাহমান থাকবে। যখনই তারা খাবার হিসেবে কোন ফল প্রাপ্ত হবে, তখনই তারা বলবে, এতো অবিকল সে ফলই যা আমরা ইতিপূর্বেও লাভ করেছিলাম। বস্তুতঃ তাদেরকে একই প্রকৃতির ফল প্রদান করা হবে। এবং সেখানে তাদের জন্য শুদ্ধচারিনী রমণীকূল থাকবে। আর সেখানে তারা অনন্তকাল অবস্থান করবে।",
      "translation_en": "But give glad tidings to those who believe and work righteousness, that their portion is Gardens, beneath which rivers flow. Every time they are fed with fruits therefrom, they say: \"Why, this is what we were fed with before,\" for they are given things in similitude; and they have therein companions pure (and holy); and they abide therein (for ever)."
    },
    {
      "id": 26,
      "text": "إِنَّ ٱللَّهَ لَا يَسْتَحْىِۦٓ أَن يَضْرِبَ مَثَلًا مَّا بَعُوضَةً فَمَا فَوْقَهَا فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلًا يُضِلُّ بِهِۦ كَثِيرًا وَيَهْدِى بِهِۦ كَثِيرًا وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلْفَٰسِقِينَ",
      "transliteration": "ইন্নাল্লা-হা লা-ইয়াছতাহঈআইঁ ইয়াদরিবা মাছালাম্মা- বা‘ঊদাতান ফামা- ফাওকাহা- ফাআম্মাল্লাযীনা আ-মানূফাইয়া‘লামূনা আন্নাহুল হাক্কুমিররাব্বিহিম ওয়া আম্মাল্লাযীনা কাফারূ ফাইয়াকূলূনা মা-যাআরা-দাল্লা-হু বিহা-যা- মাছালা- । ইউদিল্লুবিহী কাছীরাওঁ ওয়াহদী বিহী কাছীরাওঁ ওয়ামা- ইউদিল্লুবিহীইল্লাল ফা-ছিকীন।",
      "translation_bn": "আল্লাহ পাক নিঃসন্দেহে মশা বা তদুর্ধ্ব বস্তু দ্বারা উপমা পেশ করতে লজ্জাবোধ করেন না। বস্তুতঃ যারা মুমিন তারা নিশ্চিতভাবে বিশ্বাস করে যে, তাদের পালনকর্তা কর্তৃক উপস্থাপিত এ উপমা সম্পূর্ণ নির্ভূল ও সঠিক। আর যারা কাফের তারা বলে, এরূপ উপমা উপস্থাপনে আল্লাহর মতলবই বা কি ছিল। এ দ্বারা আল্লাহ তা’আলা অনেককে বিপথগামী করেন, আবার অনেককে সঠিক পথও প্রদর্শন করেন। তিনি অনুরূপ উপমা দ্বারা অসৎ ব্যক্তিবর্গ ভিন্ন কাকেও বিপথগামী করেন না।",
      "translation_en": "Allah disdains not to use the similitude of things, lowest as well as highest. Those who believe know that it is truth from their Lord; but those who reject Faith say: \"What means Allah by this similitude?\" By it He causes many to stray, and many He leads into the right path; but He causes not to stray, except those who forsake (the path),-"
    },
    {
      "id": 27,
      "text": "ٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ أُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
      "transliteration": "আল্লাযীনা ইয়ানকুদূ না ‘আহদাল্লা-হি মিম বা‘দি মীছা-কিহী ওয়া ইয়াকতা‘ঊনা মা আমারাল্লাহু বিহীআইঁ ইউসালা ওয়া ইউফছিদূ না ফিল আরদিউলাইকা হুমুল খাছিরূন।",
      "translation_bn": "(বিপথগামী ওরাই) যারা আল্লাহর সঙ্গে অঙ্গীকারাবদ্ধ হওয়ার পর তা ভঙ্গ করে এবং আল্লাহ পাক যা অবিচ্ছিন্ন রাখতে নির্দেশ দিয়েছেন, তা ছিন্ন করে, আর পৃথিবীর বুকে অশান্তি সৃষ্টি করে। ওরা যথার্থই ক্ষতিগ্রস্ত।",
      "translation_en": "Those who break Allah's Covenant after it is ratified, and who sunder what Allah Has ordered to be joined, and do mischief on earth: These cause loss (only) to themselves."
    },
    {
      "id": 28,
      "text": "كَيْفَ تَكْفُرُونَ بِٱللَّهِ وَكُنتُمْ أَمْوَٰتًا فَأَحْيَٰكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "transliteration": "কাইফা তাকফুরূনা বিল্লা-হি ওয়া কুনতুম আমওয়া-তান ফাআহইয়া-কুম ছু ম্মা ইউমীতুকুম, ছু ম্মা ইউহঈকুম ছুম্মা ইলাইহি তুরজা‘ঊন।",
      "translation_bn": "কেমন করে তোমরা আল্লাহর ব্যাপারে কুফরী অবলম্বন করছ? অথচ তোমরা ছিলে নিষ্প্রাণ। অতঃপর তিনিই তোমাদেরকে প্রাণ দান করেছেন, আবার মৃত্যু দান করবেন। পুনরায় তোমাদেরকে জীবনদান করবেন। অতঃপর তারই প্রতি প্রত্যাবর্তন করবে।",
      "translation_en": "How can ye reject the faith in Allah?- seeing that ye were without life, and He gave you life; then will He cause you to die, and will again bring you to life; and again to Him will ye return."
    },
    {
      "id": 29,
      "text": "هُوَ ٱلَّذِى خَلَقَ لَكُم مَّا فِى ٱلْأَرْضِ جَمِيعًا ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبْعَ سَمَٰوَٰتٍ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "transliteration": "হুওয়াল্লাযী খালাকালাকুম মা-ফিল আরদিজামী‘আন ছু ম্মাছ তাওয়াইলাছছামাই ফাছাওওয়া-হুন্না ছাব‘আ ছামা-ওয়া-তিওঁ ওয়া হুওয়া বিকুল্লি শাইয়িন ‘আলীম।",
      "translation_bn": "তিনিই সে সত্ত্বা যিনি সৃষ্টি করেছেন তোমাদের জন্য যা কিছু জমীনে রয়েছে সে সমস্ত। তারপর তিনি মনোসংযোগ করেছেন আকাশের প্রতি। বস্তুতঃ তিনি তৈরী করেছেন সাত আসমান। আর আল্লাহ সর্ববিষয়ে অবহিত।",
      "translation_en": "It is He Who hath created for you all things that are on earth; Moreover His design comprehended the heavens, for He gave order and perfection to the seven firmaments; and of all things He hath perfect knowledge."
    },
    {
      "id": 30,
      "text": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّى جَاعِلٌ فِى ٱلْأَرْضِ خَلِيفَةً قَالُوٓا۟ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ ٱلدِّمَآءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّىٓ أَعْلَمُ مَا لَا تَعْلَمُونَ",
      "transliteration": "ওয়া ইযকা-লা রাব্বুকা লিলমালইকাতি ইন্নী জা-‘ইলুন ফিল আরদিখালীফাতান কালূআতাজ‘আলুফীহা- মাইঁ ইউফছিদুফীহা- ওয়া ইয়াছফিকু দ দিমাআ ওয়ানাহনু নুছাব্বিহুবিহামদিকা ওয়া নুকাদ্দিছুলাকা কা-লা ইন্নী আ‘লামুমা-লা- তা‘লামূন।",
      "translation_bn": "আর তোমার পালনকর্তা যখন ফেরেশতাদিগকে বললেনঃ আমি পৃথিবীতে একজন প্রতিনিধি বানাতে যাচ্ছি, তখন ফেরেশতাগণ বলল, তুমি কি পৃথিবীতে এমন কাউকে সৃষ্টি করবে যে দাঙ্গা-হাঙ্গামার সৃষ্টি করবে এবং রক্তপাত ঘটাবে? অথচ আমরা নিয়ত তোমার গুণকীর্তন করছি এবং তোমার পবিত্র সত্তাকে স্মরণ করছি। তিনি বললেন, নিঃসন্দেহে আমি জানি, যা তোমরা জান না।",
      "translation_en": "Behold, thy Lord said to the angels: \"I will create a vicegerent on earth.\" They said: \"Wilt Thou place therein one who will make mischief therein and shed blood?- whilst we do celebrate Thy praises and glorify Thy holy (name)?\" He said: \"I know what ye know not.\""
    },
    {
      "id": 31,
      "text": "وَعَلَّمَ ءَادَمَ ٱلْأَسْمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى ٱلْمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِى بِأَسْمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمْ صَٰدِقِينَ",
      "transliteration": "ওয়া‘আল্লামা আ-দামাল আছমাআ কুল্লাহা- ছু ম্মা ‘আরাদাহুম ‘আলাল মালাইকাতি ফাকা-লা আম্বিঊনী বিআছমাই হাউলাই ইন কুনতুম সা-দিকীন।",
      "translation_bn": "আর আল্লাহ তা’আলা শিখালেন আদমকে সমস্ত বস্তু-সামগ্রীর নাম। তারপর সে সমস্ত বস্তু-সামগ্রীকে ফেরেশতাদের সামনে উপস্থাপন করলেন। অতঃপর বললেন, আমাকে তোমরা এগুলোর নাম বলে দাও, যদি তোমরা সত্য হয়ে থাক।",
      "translation_en": "And He taught Adam the names of all things; then He placed them before the angels, and said: \"Tell me the names of these if ye are right.\""
    },
    {
      "id": 32,
      "text": "قَالُوا۟ سُبْحَٰنَكَ لَا عِلْمَ لَنَآ إِلَّا مَا عَلَّمْتَنَآ إِنَّكَ أَنتَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
      "transliteration": "কা-লূছুবহা-নাকা লা- ‘ইলমা লানা ইল্লা-মা ‘আল্লামতানা-ইন্নাকা আনতাল ‘আলীমুল হাকীম।",
      "translation_bn": "তারা বলল, তুমি পবিত্র! আমরা কোন কিছুই জানি না, তবে তুমি যা আমাদিগকে শিখিয়েছ (সেগুলো ব্যতীত) নিশ্চয় তুমিই প্রকৃত জ্ঞানসম্পন্ন, হেকমতওয়ালা।",
      "translation_en": "They said: \"Glory to Thee, of knowledge We have none, save what Thou Hast taught us: In truth it is Thou Who art perfect in knowledge and wisdom.\""
    },
    {
      "id": 33,
      "text": "قَالَ يَٰٓـَٔادَمُ أَنۢبِئْهُم بِأَسْمَآئِهِمْ فَلَمَّآ أَنۢبَأَهُم بِأَسْمَآئِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ غَيْبَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ",
      "transliteration": "কা-লা ইয়াআ-দামূআম্বি’হুম বিআছমাইহিম ফালাম্মাআম্বাআহুম বিআছমাইহিম কা-লা আলাম আকুল্লাকুম ইন্নী আ‘লামুগাইবাছছামা-ওয়া-তি ওয়ল আরদি, ওয়া আ‘লামুমা- তুবদূ না ওয়ামা- কুনতুম তাকতুমূন।",
      "translation_bn": "তিনি বললেন, হে আদম, ফেরেশতাদেরকে বলে দাও এসবের নাম। তারপর যখন তিনি বলে দিলেন সে সবের নাম, তখন তিনি বললেন, আমি কি তোমাদেরকে বলিনি যে, আমি আসমান ও যমীনের যাবতীয় গোপন বিষয় সম্পর্কে খুব ভাল করেই অবগত রয়েছি? এবং সেসব বিষয়ও জানি যা তোমরা প্রকাশ কর, আর যা তোমরা গোপন কর!",
      "translation_en": "He said: \"O Adam! Tell them their names.\" When he had told them, Allah said: \"Did I not tell you that I know the secrets of heaven and earth, and I know what ye reveal and what ye conceal?\""
    },
    {
      "id": 34,
      "text": "وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا۟ لِءَادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ أَبَىٰ وَٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَٰفِرِينَ",
      "transliteration": "ওয়া ইযকুলনা- লিলমালাইকাতিছজু দূলিআ-দামা ফাছাজাদূ  ইল্লা ইবলীছা আবা-ওয়াছতাকবারা ওয়া কা-না মিনাল কা-ফিরীন।",
      "translation_bn": "এবং যখন আমি হযরত আদম (আঃ)-কে সেজদা করার জন্য ফেরেশতাগণকে নির্দেশ দিলাম, তখনই ইবলীস ব্যতীত সবাই সিজদা করলো। সে (নির্দেশ) পালন করতে অস্বীকার করল এবং অহংকার প্রদর্শন করল। ফলে সে কাফেরদের অন্তর্ভূক্ত হয়ে গেল।",
      "translation_en": "And behold, We said to the angels: \"Bow down to Adam\" and they bowed down. Not so Iblis: he refused and was haughty: He was of those who reject Faith."
    },
    {
      "id": 35,
      "text": "وَقُلْنَا يَٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ",
      "transliteration": "ওয়াকু লনা-ইয়া আ-দামুছকুন আনতা ওয়াঝাওজুকাল জান্নাতা ওয়াকুলা-মিনহা-রাগাদান হাইছুশি’তুমা- ওয়ালা-তাকরাবা- হা-যিহিশশাজারাতা ফাতাকূনা- মিনাজ্জা-লিমীন।",
      "translation_bn": "এবং আমি আদমকে হুকুম করলাম যে, তুমি ও তোমার স্ত্রী জান্নাতে বসবাস করতে থাক এবং ওখানে যা চাও, যেখান থেকে চাও, পরিতৃপ্তিসহ খেতে থাক, কিন্তু এ গাছের নিকটবর্তী হয়ো না। অন্যথায় তোমরা যালিমদের অন্তর্ভূক্ত হয়ে পড়বে।",
      "translation_en": "We said: \"O Adam! dwell thou and thy wife in the Garden; and eat of the bountiful things therein as (where and when) ye will; but approach not this tree, or ye run into harm and transgression.\""
    },
    {
      "id": 36,
      "text": "فَأَزَلَّهُمَا ٱلشَّيْطَٰنُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ وَقُلْنَا ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَٰعٌ إِلَىٰ حِينٍ",
      "transliteration": "ফাআঝাল্লাহুমাশশাইতা-নু‘আনহা- ফাআখরাজাহুমা- মিম্মা-কা-না ফীহি ওয়া কুলনাহ বিতূবা‘দুকুম লিবা‘দিন ‘আদুওউওঁ ওয়া লাকুম ফিল আরদিমুছতাকাররুওঁ ওয়ামাতা-‘উন ইলা-হীন ।",
      "translation_bn": "অনন্তর শয়তান তাদের উভয়কে ওখান থেকে পদস্খলিত করেছিল। পরে তারা যে সুখ-স্বাচ্ছন্দ্যে ছিল তা থেকে তাদেরকে বের করে দিল এবং আমি বললাম, তোমরা নেমে যাও। তোমরা পরস্পর একে অপরের শক্র হবে এবং তোমাদেরকে সেখানে কিছুকাল অবস্থান করতে হবে ও লাভ সংগ্রহ করতে হবে।",
      "translation_en": "Then did Satan make them slip from the (garden), and get them out of the state (of felicity) in which they had been. We said: \"Get ye down, all (ye people), with enmity between yourselves. On earth will be your dwelling-place and your means of livelihood - for a time.\""
    },
    {
      "id": 37,
      "text": "فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٍ فَتَابَ عَلَيْهِ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "transliteration": "ফাতালাক্কা আ-দামুমির রাব্বিহী কালিমা-তিন ফাতা-বা ‘আলাইহি ইন্নাহূ হুওয়াত্তাওওয়া-বুর রাহীম।",
      "translation_bn": "অতঃপর হযরত আদম (আঃ) স্বীয় পালনকর্তার কাছ থেকে কয়েকটি কথা শিখে নিলেন, অতঃপর আল্লাহ পাক তাঁর প্রতি (করুণাভরে) লক্ষ্য করলেন। নিশ্চয়ই তিনি মহা-ক্ষমাশীল ও অসীম দয়ালু।",
      "translation_en": "Then learnt Adam from his Lord words of inspiration, and his Lord Turned towards him; for He is Oft-Returning, Most Merciful."
    },
    {
      "id": 38,
      "text": "قُلْنَا ٱهْبِطُوا۟ مِنْهَا جَمِيعًا فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًى فَمَن تَبِعَ هُدَاىَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "transliteration": "কুলনাহ বিতূমিনহা-জামী‘আন  ফাইম্মা- ইয়া’তিইয়ান্নাকুম মিন্নী হুদান ফামান তাবি‘আ হুদা-ইয়া ফালা-খাওফুন ‘আলাইহিম ওয়ালা-হুম ইয়াহঝানূন।",
      "translation_bn": "আমি হুকুম করলাম, তোমরা সবাই নীচে নেমে যাও। অতঃপর যদি তোমাদের নিকট আমার পক্ষ থেকে কোন হেদায়েত পৌঁছে, তবে যে ব্যক্তি আমার সে হেদায়েত অনুসারে চলবে, তার উপর না কোন ভয় আসবে, না (কোন কারণে) তারা চিন্তাগ্রস্ত ও সন্তপ্ত হবে।",
      "translation_en": "We said: \"Get ye down all from here; and if, as is sure, there comes to you Guidance from me, whosoever follows My guidance, on them shall be no fear, nor shall they grieve."
    },
    {
      "id": 39,
      "text": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ هُمْ فِيهَا خَٰلِدُونَ",
      "transliteration": "ওয়াল্লাযীনা কাফারূ ওয়াকাযযাবূবিআ-য়া-তিনাউলাইকা আসহা-বুন্না-রি হুম ফীহা-খা-লিদূ ন।",
      "translation_bn": "আর যে লোক তা অস্বীকার করবে এবং আমার নিদর্শনগুলোকে মিথ্যা প্রতিপন্ন করার প্রয়াস পাবে, তারাই হবে জাহান্নামবাসী; অন্তকাল সেখানে থাকবে।",
      "translation_en": "\"But those who reject Faith and belie Our Signs, they shall be companions of the Fire; they shall abide therein.\""
    },
    {
      "id": 40,
      "text": "يَٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا۟ بِعَهْدِىٓ أُوفِ بِعَهْدِكُمْ وَإِيَّٰىَ فَٱرْهَبُونِ",
      "transliteration": "ইয়া-বানী ইছরাঈলাযকুরূনি‘মাতিয়াল্লাতী আন‘আমতু‘আলাইকুম ওয়াআওফূ বি‘আহদি ঊফি বি‘আহদিকুম ওয়াইয়্যা-ইয়া ফারহাবূন।",
      "translation_bn": "হে বনী-ইসরাঈলগণ, তোমরা স্মরণ কর আমার সে অনুগ্রহ যা আমি তোমাদের প্রতি করেছি এবং তোমরা পূরণ কর আমার সাথে কৃত প্রতিজ্ঞা, তাহলে আমি তোমাদেরকে প্রদত্ত প্রতিশ্রুতি পূরণ করব। আর ভয় কর আমাকেই।",
      "translation_en": "O Children of Israel! call to mind the (special) favour which I bestowed upon you, and fulfil your covenant with Me as I fulfil My Covenant with you, and fear none but Me."
    },
    {
      "id": 41,
      "text": "وَءَامِنُوا۟ بِمَآ أَنزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُونُوٓا۟ أَوَّلَ كَافِرٍۭ بِهِۦ وَلَا تَشْتَرُوا۟ بِـَٔايَٰتِى ثَمَنًا قَلِيلًا وَإِيَّٰىَ فَٱتَّقُونِ",
      "transliteration": "ওয়াআ-মিনূবিমা আনঝালতুমুসাদ্দিকালিল মা- মা‘আকুম ওয়ালা-তাকূনূ আওওয়ালা কা-ফিরিম বিহী ওয়ালা-তাশতারূবিআ-য়া-তী ছামানান কালীলাওঁ ওয়াইয়্যা-ইয়া ফাত্তাকূন।",
      "translation_bn": "আর তোমরা সে গ্রন্থের প্রতি বিশ্বাস স্থাপন কর, যা আমি অবতীর্ণ করেছি সত্যবক্তা হিসেবে তোমাদের কাছে। বস্তুতঃ তোমরা তার প্রাথমিক অস্বীকারকারী হয়ো না আর আমার আয়াতের অল্প মূল্য দিও না। এবং আমার (আযাব) থেকে বাঁচ।",
      "translation_en": "And believe in what I reveal, confirming the revelation which is with you, and be not the first to reject Faith therein, nor sell My Signs for a small price; and fear Me, and Me alone."
    },
    {
      "id": 42,
      "text": "وَلَا تَلْبِسُوا۟ ٱلْحَقَّ بِٱلْبَٰطِلِ وَتَكْتُمُوا۟ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
      "transliteration": "ওয়ালা-তালবিছুল হাক্কা বিলবা-তিলি ওয়া তাকতুমুল হাক্কা ওয়া আনতুম তা‘লামূন।",
      "translation_bn": "তোমরা সত্যকে মিথ্যার সাথে মিশিয়ে দিও না এবং জানা সত্ত্বে সত্যকে তোমরা গোপন করো না।",
      "translation_en": "And cover not Truth with falsehood, nor conceal the Truth when ye know (what it is)."
    },
    {
      "id": 43,
      "text": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱرْكَعُوا۟ مَعَ ٱلرَّٰكِعِينَ",
      "transliteration": "ওয়া আকীমুস সালা-তা ওয়া আ-তুঝঝাকা-তা ওয়ারকা‘ঊ মা‘আর রা-কি‘ঈন।",
      "translation_bn": "আর নামায কায়েম কর, যাকাত দান কর এবং নামাযে অবনত হও তাদের সাথে, যারা অবনত হয়।",
      "translation_en": "And be steadfast in prayer; practise regular charity; and bow down your heads with those who bow down (in worship)."
    },
    {
      "id": 44,
      "text": "أَتَأْمُرُونَ ٱلنَّاسَ بِٱلْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ ٱلْكِتَٰبَ أَفَلَا تَعْقِلُونَ",
      "transliteration": "আতা’মুরূনান্না-ছা বিলবিরবিওয়া তানছাওনা আনফুছাকুম ওয়া আনতুম তাতলূনাল কিতা-বা আফালা-তা‘কিলূন।",
      "translation_bn": "তোমরা কি মানুষকে সৎকর্মের নির্দেশ দাও এবং নিজেরা নিজেদেরকে ভূলে যাও, অথচ তোমরা কিতাব পাঠ কর? তবুও কি তোমরা চিন্তা কর না?",
      "translation_en": "Do ye enjoin right conduct on the people, and forget (To practise it) yourselves, and yet ye study the Scripture? Will ye not understand?"
    },
    {
      "id": 45,
      "text": "وَٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلْخَٰشِعِينَ",
      "transliteration": "ওয়াছতা‘ঈনূ বিসসাবরি ওয়াসসালা-তি ওয়া ইন্নাহা-লাকাবীরাতুন ইল্লা-‘আলাল খা-শি‘ঈন।",
      "translation_bn": "ধৈর্য্যর সাথে সাহায্য প্রার্থনা কর নামাযের মাধ্যমে। অবশ্য তা যথেষ্ট কঠিন। কিন্তু সে সমস্ত বিনয়ী লোকদের পক্ষেই তা সম্ভব।",
      "translation_en": "Nay, seek (Allah's) help with patient perseverance and prayer: It is indeed hard, except to those who bring a lowly spirit,-"
    },
    {
      "id": 46,
      "text": "ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُوا۟ رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَٰجِعُونَ",
      "transliteration": "আল্লাযীনা ইয়াজুন্নূনা আন্নাহুম মুলা-কূরাব্বিহিম ওয়াআন্নাহুম ইলাইহি রা-জি‘উন।",
      "translation_bn": "যারা একথা খেয়াল করে যে, তাদেরকে সম্মুখীন হতে হবে স্বীয় পরওয়ারদেগারের এবং তাঁরই দিকে ফিরে যেতে হবে।",
      "translation_en": "Who bear in mind the certainty that they are to meet their Lord, and that they are to return to Him."
    }
  ]
}
